{
  "nav": [
    {"href": "/about-us", "title": "Our story"},
    {"href": "/winery", "title": "Winery"},
    {"href": "/accommodation", "title": "Accommodation"},
    {"href": "/blog", "title": "Blog"},
    {"href": "/contact", "title": "Contact"}
  ],
  "Home": {
    "title": "Welcome to my site",
    "description": "This is the English version of the site."
  },
  "AboutUs": {
    "title": "Our Story",
    "description": "We are a family-owned winery dedicated to producing high-quality wines. Our journey began with a passion for viticulture and a dream to create exceptional wines that reflect the unique terroir of our region.",
    "section1": {
      "text": "Our vineyard is nestled in a picturesque location, where the climate and soil conditions are ideal for growing a variety of grape types. We believe in sustainable farming practices and work closely with nature to ensure the health of our vines."
    },
    "section2": {
      "text": "Over the years, we have honed our winemaking skills, combining traditional methods with modern techniques to craft wines that are both expressive and elegant. We invite you to explore our collection and experience the fruits of our labor."
    }
  },
  "Winery": {
    "title": "Our Vineyards",
    "description": "Welcome to our winery. We produce high-quality wines using traditional methods combined with modern techniques.",
    "section1": {
      "text": "Our vineyards are located in the heart of the wine region, where the climate and soil create the perfect environment for growing high-quality grapes."
    },
    "section2": {
      "text": "Each bottle of wine is carefully crafted, combining centuries-old tradition with innovative winemaking techniques."
    }
  },
  "Accommodation": {
    "title": "Cozy Beach House",
    "description": "Enjoy a luxurious stay with stunning sea views and modern amenities. Perfect for families or friends, just a few steps away from the beach.",
    "amenitiesTitle": "Amenities",
    "amenities": "2 Bedrooms, Private Pool, Wi-Fi, Air Conditioning, Kitchen, Sea View",
    "btnText": "Book now",
    "btnUrl": "/contact"
  },
  "Contact": {
    "title": "Get in Touch",
    "description": "As we are busy growing grapes, making wine, and raising our child, tastings and sales are available by appointment only. Feel free to contact us!",
    "form": {
      "firstName": "Name",
      "lastName": "Family Name",
      "email": "Email",
      "message": "Message",
      "button": "Send Message"
    },
    "validation": {
      "required": "This field is required",
      "minLength": "This field is too short",
      "maxLength": "This field is too long",
      "emailInvalid": "Please enter a valid email address",
      "firstNameMinLength": "Name must be at least 2 characters",
      "lastNameMinLength": "Family name must be at least 2 characters",
      "messageMinLength": "Message must be at least 10 characters",
      "messageMaxLength": "Message must be no more than 500 characters"
    },
    "placeHolders": {
      "firstName": "Enter your name",
      "lastName": "Enter your family name",
      "email": "Enter your email",
      "message": "Enter your message..."
    }
  }
}
