{
  "nav": [
    {"href": "/about-us", "title": "Our story"},
    {"href": "/winery", "title": "Winery"},
    {"href": "/accommodation", "title": "Accommodation"},
    {"href": "/posts", "title": "Blog"},
    {"href": "/contact", "title": "Contact"}
  ],
  "Home": {
    "title": "Welcome to my site",
    "description": "This is the English version of the site."
  },
  "AboutUs": {
    "title": "Our Story",
    "description": "<p>We are a family winery from the Pelješac peninsula. Our wines are born from a unique landscape, a sunny Mediterranean climate, wind, and the open sea.</p><p>We named the winery after Mount Križ, which rises above the village of Prizdrina and shelters our largest and steepest vineyard.</p><p>Our work is deeply rooted in a centuries old winemaking tradition and respect for nature. We produce wines from indigenous grape varieties, primarily Plavac Mali and Grk, relying exclusively on grapes from our own vineyards. With minimal intervention in both the vineyard and the cellar, we allow our wines to tell their own story, which is the authentic story of the Pelješac karst, its aromas, flavours, and sense of time.</p>",
    "section1": {
      "text": "Our vineyard is nestled in a picturesque location, where the climate and soil conditions are ideal for growing a variety of grape types. We believe in sustainable farming practices and work closely with nature to ensure the health of our vines."
    },
    "section2": {
      "text": "Over the years, we have honed our winemaking skills, combining traditional methods with modern techniques to craft wines that are both expressive and elegant. We invite you to explore our collection and experience the fruits of our labor."
    }
  },
  "Winery": {
    "title": "Vineyards",
    "description": "Our philosophy is based on a simple yet powerful belief – wine is born in the vineyard! Only soil that is natural, rich, and balanced can produce grapes with the potential for healthy and outstanding wine. For this reason, our approach to production is grounded in agro-ecological principles, natural ripening, and traditional methods, aligned with a respect for nature, the local terrain, and grape varieties. The vineyards are cultivated and harvested by hand,without the use of harmful chemicals, artificial fertilizers, or pesticides.",
    "section1": {
      "text": "We cultivate indigenous grape varieties on 3 hectares of vineyards: Plavac Mali, the symbol of Pelješac’s wine identity; the white variety Grk; and more recently Trnjak and Vranac. Our vineyards are located near the villages of Prizdrina and Postup, on steep, sunny slopes shaped into picturesque terraces bordered by traditional dry-stone walls. The largest vineyards lie on the steep slopes of Mount Križ and in the area of Vrina Kupa, also known as Mali (or little) Dingač."
    },
    "section2": {
      "text": "The soil is rich in minerals and composed of limestone, dolomitic sand, and stone. At the heart of everything is terroir—a unique combination of geology, climate, and location that gives our wines their distinctive purity of flavour, depth, and complex aromatic structure."
    },
    "title2": "Cellar",
    "section21": {
      "text": "By combining knowledge of tradition with sustainable grape-processing principles, we create wines that faithfully reflect their origin, variety, and vintage."
    },
    "section22": {
      "text": "Avoiding harmful pesticides in the vineyards is essential for preserving the natural yeasts on the grape skins, which play a crucial role in fermentation. Only healthy grapes with intact indigenous yeasts enter the cellar, enabling spontaneous fermentation without the addition of commercial yeast cultures. Sugar levels and other components naturally vary depending on vineyard location and sun exposure. Our wines clearly express the rugged character of the south, marked by higher alcohol levels and a strong tannic structure."
    },
    "section23": {
      "text": "Vinification is carried out with minimal intervention, without reliance on aggressive modern oenological techniques, with particular emphasis on timely racking and the careful selection of vessels for fermentation and aging. The wines mature on fine lees in Croatian oak barrels made from untoasted oak staves, achieving stability and structure while preserving the natural expression of the grape variety and site. The strength of our wines lies in their naturalness, authenticity, and the minimal amount of sulphur (> 20 mg/L) in each bottle."
    },
    "productsTitle": "Products"
  },
  "Accommodation": {
    "title": "Wine lovers holiday home",
    "description": "<p>Adjacent to our family home and winery in Prizdrina is a newly renovated apartment located in a stone house that is more than 500 years old. Through careful restoration, we have breathed new life into it while preserving its original character and authenticity. Guests can enjoy a captivating view of the calm, untouched, and green landscape of Pelješac, and savour a glass of wine while watching the sunset from a private terrace.</p><p>The spacious 150 m² duplex apartment includes three separate bedrooms with double beds and private bathrooms, a living room connected to the kitchen and dining area, and a workspace with high-speed internet. The outdoor area features a terrace with a dining table, a shaded relaxation zone, a barbecue area, a garden with organically grown vegetables, and a large courtyard with secured parking.</p><p>All our guests are warmly invited to <outro>a private wine tasting at our winery!</outro></p>",
    "amenitiesTitle": "Amenities",
    "amenities": "3 Bedrooms with en-suite bathrooms, Wi-Fi, Kitchen, Terrace with barbecue, Parking",
    "btnText": "Book now",
    "btnUrl": "/contact"
  },
  "Posts": {
    "title": "From Our Vineyard to Your Table",
    "description": "Discover the latest news, stories, and insights from our winery. Learn more about the natural wine production process, upcoming events, and special offers.",
    "readMore": "Read more",
    "categories": "Categories"
  },
  "Contact": {
    "title": "Get in Touch",
    "description": "As we are busy growing grapes, making wine, and raising our child, tastings and sales are available by appointment only. Feel free to contact us!",
    "form": {
      "firstName": "Name",
      "lastName": "Family Name",
      "email": "Email",
      "message": "Message",
      "button": "Send Message"
    },
    "validation": {
      "required": "This field is required",
      "minLength": "This field is too short",
      "maxLength": "This field is too long",
      "emailInvalid": "Please enter a valid email address",
      "firstNameMinLength": "Name must be at least 2 characters",
      "lastNameMinLength": "Family name must be at least 2 characters",
      "messageMinLength": "Message must be at least 10 characters",
      "messageMaxLength": "Message must be no more than 500 characters"
    },
    "placeHolders": {
      "firstName": "Enter your name",
      "lastName": "Enter your family name",
      "email": "Enter your email",
      "message": "Enter your message..."
    }
  }
}
