{
  "nav": [
    {"href": "/about-us", "title": "Our story"},
    {"href": "/winery", "title": "Winery"},
    {"href": "/accommodation", "title": "Accommodation"},
    {"href": "/posts", "title": "Blog"},
    {"href": "/contact", "title": "Contact"}
  ],
  "Home": {
    "title": "Welcome to my site",
    "description": "This is the English version of the site."
  },
  "AboutUs": {
    "title": "Our Story",
    "description": "<p>We are a small family winery from the Pelješac peninsula, a place where wine is born from a unique landscape and Mediterranean atmosphere dominated by sun, wind, and the openness of the sea.</p><p>We named the winery after Križ hill, which rises above the village of Prizdrina and watches over our largest and steepest vineyard. Our work is deeply rooted in winemaking tradition and respect for nature.</p><p>We create wines from indigenous varieties, primarily Plavac Mali and Grk, relying exclusively on grapes from our own cultivation. With minimal intervention in both the vineyards and the cellar, we allow our wine to tell its own story—an authentic story of the Pelješac karst, its scents, flavors, and time.</p>",
    "section1": {
      "text": "Our vineyard is nestled in a picturesque location, where the climate and soil conditions are ideal for growing a variety of grape types. We believe in sustainable farming practices and work closely with nature to ensure the health of our vines."
    },
    "section2": {
      "text": "Over the years, we have honed our winemaking skills, combining traditional methods with modern techniques to craft wines that are both expressive and elegant. We invite you to explore our collection and experience the fruits of our labor."
    }
  },
  "Winery": {
    "title": "Our Vineyards",
    "description": "Our philosophy is based on a simple yet powerful belief that wine is born in the vineyard. Only soil that is natural, living, and balanced can produce grapes with the potential for healthy and exceptional wine. Therefore, our approach to production is grounded in agroecological principles, natural ripening, and traditional methods, aligned with respect for nature, the soil, and the grape variety. The vineyards are cultivated and harvested by hand, without the use of harmful chemicals, artificial fertilizers, or pesticides.",
    "section1": {
      "text": "We cultivate indigenous grape varieties across 3 hectares of vineyards: Plavac Mali, the symbol of Pelješac’s wine identity; the white variety Grk; and, more recently, Trnjak and Vranac. Our vineyards are located near the villages of Prizdrina and Postup, on steep, sun-drenched slopes shaped into picturesque terraces bordered by traditional dry-stone walls. The largest vineyards lie on the slopes of Mount Križa and at the Vrina Kupa site, also known as Mali Dingač."
    },
    "section2": {
      "text": "The soil is rich in minerals, composed of limestone, dolomitic sand, and stone. At the heart of everything is the terroir—a unique combination of geology, climate, and location that gives our wines their distinctive purity of flavor, depth, and complex aromatic structure."
    },
    "productsTitle": "Our Products"
  },
  "Accommodation": {
    "title": "Cozy Beach House",
    "description": "<p>As part of our family home and winery in Prizdrina, there is a newly renovated apartment set within a stone house more than 500 years old. Through careful restoration, we have breathed new life into the house while preserving its original character and authenticity. Overlooking the serene, untouched green landscape of the Pelješac peninsula, guests can enjoy a glass of wine while watching the sunset from the private terrace.</p><p>The spacious two-level apartment covers 150 m² and features three separate bedrooms, each with a double bed and a private bathroom, a living area connected to a fully equipped kitchen and dining space, as well as a dedicated workspace with high-speed internet. The outdoor area includes a dining terrace, a shaded relaxation area, a barbecue space, a garden with organically grown vegetables, and a large courtyard with secured parking.</p><p>All our guests are warmly invited to <outro>a private wine tasting at our winery!</outro></p>",
    "amenitiesTitle": "Amenities",
    "amenities": "3 Bedrooms with en-suite bathrooms, Wi-Fi, Kitchen, Terrace with barbecue, Parking",
    "btnText": "Book now",
    "btnUrl": "/contact"
  },
  "Posts": {
    "title": "From Our Vineyard to Your Table",
    "description": "Discover the latest news, stories, and insights from our winery. Learn about our winemaking process, upcoming events, and special offers.",
    "readMore": "Read more",
    "categories": "Categories"
  },
  "Contact": {
    "title": "Get in Touch",
    "description": "As we are busy growing grapes, making wine, and raising our child, tastings and sales are available by appointment only. Feel free to contact us!",
    "form": {
      "firstName": "Name",
      "lastName": "Family Name",
      "email": "Email",
      "message": "Message",
      "button": "Send Message"
    },
    "validation": {
      "required": "This field is required",
      "minLength": "This field is too short",
      "maxLength": "This field is too long",
      "emailInvalid": "Please enter a valid email address",
      "firstNameMinLength": "Name must be at least 2 characters",
      "lastNameMinLength": "Family name must be at least 2 characters",
      "messageMinLength": "Message must be at least 10 characters",
      "messageMaxLength": "Message must be no more than 500 characters"
    },
    "placeHolders": {
      "firstName": "Enter your name",
      "lastName": "Enter your family name",
      "email": "Enter your email",
      "message": "Enter your message..."
    }
  }
}
