{
  "nav": [
    {"href": "/nasa-prica", "title": "Naša priča"},
    {"href": "/winery", "title": "Vinarija"},
    {"href": "/accommodation", "title": "Smještaj"},
    {"href": "/postovi", "title": "Blog"},
    {"href": "/kontaktirajte-nas", "title": "Kontakt"}
  ],
  "Home": {
    "title": "Dobrodošli na moju stranicu",
    "description": "Ovo je hrvatska verzija stranice."
  },
  "AboutUs": {
    "title": "Naša priča",
    "description": "<p>Mi smo mala obiteljska vinarija s poluotoka Pelješca, mjesta gdje se vino rađa iz jedinstvenog krajolika i mediteranskog ozračja u kojem dominiraju sunce, vjetar i otvorenost mora.</p> <p>Vinariji smo dali ime po brdu Križ koje se uzdiže iznad sela Prizdrina i čuva naš najveći i najstrmiji vinograd. Naš rad duboko je ukorijenjen u vinarskoj tradiciji i poštovanju prirode.</p> <p>Vina stvaramo od autohtonih sorti, ponajprije plavca malog i grka, oslanjajući se isključivo na grožđe iz vlastita uzgoja. Uz minimalne intervencije u vinogradima i podrumu, našem vinu dopuštamo da samo ispriča svoju priču, autentičnu priču pelješkoga krša, njegovih mirisa, okusa i vremena.</p>",
    "section1": {
      "text": "Naš vinograd smješten je na slikovitom mjestu, gdje su klimatski i tlačni uvjeti idealni za uzgoj različitih vrsta grožđa. Vjerujemo u održive poljoprivredne prakse i blisko surađujemo s prirodom kako bismo osigurali zdravlje naših vinove loze."
    },
    "section2": {
      "text": "Tijekom godina usavršili smo svoje vještine proizvodnje vina, kombinirajući tradicionalne metode s modernim tehnikama kako bismo stvorili vina koja su i izražajna i elegantna. Pozivamo vas da istražite našu kolekciju i iskusite plodove našeg rada."
    }
  },
  "Winery": {
    "title": "Vinogradi",
    "description": "Naša filozofija temelji se na jednostavnom, ali snažnom uvjerenju da se vino rađa u vinogradu. Samo tlo koje je prirodno, živo i uravnoteženo može dati grožđe koje ima potencijal za zdravo i izvanredno vino. Stoga se naš pristup proizvodnji temelji na agroekološkim načelima, prirodnom dozrijevanju i tradicijskim metodama, usklađenima s poštovanjem prirode, tla i sorte. Vinogradi se obrađuju i beru ručno, bez uporabe štetnih kemikalija, umjetnih gnojiva ili pesticida.",
    "section1": {
      "text": "Uzgajamo autohtone sorte vinove loze na 3 ha vinograda: plavac mali, simbol pelješkog vinskog identiteta, bijelu sortu grk, te odnedavno trnjak i vranac. Naši vinogradi prostiru se u blizini sela Prizdrina i Postup, na strmim i sunčanim padinama oblikovanim u slikovite terase omeđene tradicionalnim kamenim podzidima. Najveći vinogradi nalaze se na strminama brda Križa i na položaju Vrina Kupa, poznatom i kao Mali Dingač."
    },
    "section2": {
      "text": "Tlo je bogato mineralima, sastavljeno je od vapnenca, dolomitskog pijeska i kamena. U središtu svega je terroir, jedinstvena kombinacija geologije, klime i položaja koja našim vinima daruje prepoznatljivu čistoću okusa, dubinu i složenu aromatsku strukturu."
    },
    "title2":"Podrum",
    "section21": {
      "text":"Spajajući tradicionalna znanja s održivim načelima prerade grožđa, stvaramo vina koja vjerno odražavaju podrijetlo, sortu i berbu."
    },
    "section22": {
      "text":"Izostavljanje štetnih pesticida u vinogradima ključno je za očuvanje prirodnih kvasaca na bobicama, a oni imaju presudnu ulogu u fermentaciji. U podrum stiže isključivo zdravo grožđe s očuvanim autohtonim kvascima, što omogućuje spontanu fermentaciju bez dodatka selekcioniranih kultura. Sadržaj šećera i ostalih sastojaka prirodno varira ovisno o položaju vinograda i stupnju osunčanosti. Naša vina pritom jasno oslikavaju surov karakter juga, izražen višim alkoholima i snažnom taninskom strukturom."
    },
    "section23": {
      "text":"Vinifikacija se provodi uz minimalne intervencije, bez oslanjanja na agresivne suvremene enološke postupke, uz poseban naglasak na pravodobne pretoke te pažljiv odabir posuda za fermentaciju i dozrijevanje. Vina dozrijevaju na finom talogu u hrvatskim hrastovim bačvama, izrađenima od netostiranih hrastovih dužica, čime se postiže stabilnost i struktura, uz očuvanje prirodnog izraza sorte i položaja. Snaga naših vina leži u njihovoj prirodnosti, autentičnosti i minimalnoj količini sumpora (&lt; 20 mg / L) u svakoj boci."
    },
    "productsTitle": "Proizvodi"
  },

  "Accommodation": {
    "title": "Ugodna Kuća na Plaži",
    "description": "<p>U sklopu naše obiteljske kuće i vinarije u Prizdrini nalazi se novouređeni apartman smješten u kamenoj kući staroj više od 500 godina. Pažljivom obnovom udahnuli smo joj nov život, zadržavajući izvoran karakter i autentičnost. Uživajući u očaravajućem pogled na miran, netaknut i zelen krajolik Pelješca, gosti mogu uz čašu vina uživati u zalasku sunca na privatnoj terasi.</p> <p>Na raspolaganju je prostrani dvoetažni apartman površine 150 m² koji obuhvaća tri odvojene spavaće sobe s bračnim krevetima i vlastitim kupaonicama, dnevni boravak povezan s kuhinjom i blagovaonicom te radni prostor s brzim internetom. Vanjski dio uključuje terasu sa stolom za blagovanje, zonu za opuštanje u hladu, prostor za roštilj, vrt s organski uzgojenim povrćem te veliko dvorište s osiguranim parkiralištem.</p><p>Svi su naši gosti pozvani i dobrodošli na <outro>privatno kušanje vina u našoj vinariji!</outro></p>",
    "amenitiesTitle": "Sadržaji",
    "amenities": "3 Spavaće sobe sa vlastitim kupaonicama, Wi-Fi, Kuhinja, Terasa sa roštiljem, Parking",
    "btnText": "Rezerviraj sada",
    "btnUrl": "/kontaktirajte-nas"
  },
  "Posts": {
    "title": "From Our Vineyard to Your Table",
    "description": "Discover the latest news, stories, and insights from our winery. Learn about our winemaking process, upcoming events, and special offers.",
    "readMore": "Read more",
    "categories": "Kategorije"
  },
  "Contact": {
    "title": "Kontaktirajte nas",
    "description": "Kako smo zauzeti uzgojem grožđa, proizvodnjom vina i odgojem djeteta, degustacije i prodaja su dostupni samo uz prethodni dogovor. Slobodno nas kontaktirajte!",
    "form": {
      "firstName": "Ime",
      "lastName": "Prezime",
      "email": "E-mail",
      "message": "Poruka",
      "button": "Pošaljite poruku"
    },
    "validation": {
      "required": "Ovo polje je obavezno",
      "minLength": "Ovo polje je prekratko",
      "maxLength": "Ovo polje je predugačko",
      "emailInvalid": "Unesite ispravnu adresu e-pošte",
      "firstNameMinLength": "Ime mora imati najmanje 2 znaka",
      "lastNameMinLength": "Prezime mora imati najmanje 2 znaka",
      "messageMinLength": "Poruka mora imati najmanje 10 znakova",
      "messageMaxLength": "Poruka ne smije imati više od 500 znakova"
    },
    "placeHolders": {
      "firstName": "Unesite ime",
      "lastName": "Unesite prezime",
      "email": "Unesite email",
      "message": "Unesite poruku"
    }
  }
}
